{
  "wiki_page_name": "Boraginaceae",
  "summary": "Boraginaceae, the borage or forget-me-not family, includes about 2,000 species of shrubs, trees, and herbs in 146 to 156 genera with a worldwide distribution.The APG IV system from 2016 classifies the Boraginaceae as single family of the order Boraginales within the asterids. Under the older Cronquist system, it was included in the Lamiales, but clearly is no more similar to the other families in this order than it is to families in several other asterid orders. A revision of the Boraginales, also from 2016, split the Boraginaceae into 11 distinct families: Boraginaceae sensu stricto, Codonaceae, Coldeniaceae, Cordiaceae, Ehretiaceae, Heliotropiaceae, Hoplestigmataceae, Hydrophyllaceae, Lennoaceae, Namaceae, and Wellstediaceae.\nThese plants have alternately arranged leaves, or a combination of alternate and opposite leaves. The leaf blades usually have a narrow shape; many are linear or lance-shaped. They are smooth-edged or toothed, and some have petioles. Most species have bisexual flowers, but some taxa are dioecious. Most pollination is by hymenopterans, such as bees. Most species have inflorescences that have a coiling shape, at least when new, called scorpioid cymes. The flower has a usually five-lobed calyx. The corolla varies in shape from rotate to bell-shaped to tubular, but it generally has five lobes. It can be green, white, yellow, orange, pink, purple, or blue. There are five stamens and one style with one or two stigmas. The fruit is a drupe, sometimes fleshy.Most members of this family have hairy leaves. The coarse character of the hairs is due to cystoliths of silicon dioxide and calcium carbonate. These hairs can induce an adverse skin reaction, including itching and rash in some individuals, particularly among people who handle the plants regularly, such as gardeners.  In some species, anthocyanins cause the flowers to change color from red to blue with age. This may be a signal to pollinators that a flower is old and depleted of pollen and nectar.Well-known members of the family include:\n\nalkanet (Alkanna tinctoria)\nborage (Borago officinalis)\ncomfrey (Symphytum spp.)\nfiddleneck (Amsinckia spp.)\nforget-me-not (Myosotis spp.)\ngeigertree (Cordia sebestena)\ngreen alkanet (Pentaglottis sempervirens)\nheliotrope (Heliotropium spp.)\nhound's tongue (Cynoglossum spp.)\nlungwort (Pulmonaria spp.)\noysterplant (Mertensia maritima)\npurple viper's bugloss/Salvation Jane (Echium plantagineum)\nSiberian bugloss (Brunnera macrophylla)\nviper's bugloss (Echium vulgare)"
}