{
  "wiki_page_name": "Chlorophytum",
  "summary": "Chlorophytum (,), sometimes colloquially referred to as the spider plants, is a genus of almost 200 species of evergreen perennial flowering plants in the century plant subfamily within the asparagus family. The plants are native to the tropical and subtropical regions of Africa, Australia, and Asia.Depending on species, most Chlorophytum mature at about 10–60 cm (3\"-12\") in height, growing out from a central rosette of long, slender leaves of around 15–75 cm (5\"-29\") in length. The plants tend to have thick, fleshy, tuberous roots, about 0.5-2 cm (0.17\"-0.75\") thick. The flowers are small and usually white, produced on sparse panicles up to 120 cm (47\") long. \nIn certain species, such as C. comosum (the ubiquitous 'spider plant'), the plants are known to reproduce vegetatively by producing plantlets—baby plants connected by an \"umbilical\" stem, sprouting from the side of the main mother-plant. On the ground, or in a wild setting, this vegetative growth habit enables vast swathes of the plant to colonize a single area, as the plantlets develop small roots to eventually anchor into the soil and spread the mass further. In a home or garden setting, these plants are often grown in hanging pots, on plant stands, high shelves or other elevated surfaces. \nAs the plant develops and throws off babies, or \"pups\", these may be optionally removed and propagated, either in a vessel of water for a time or directly planted into new substrate. Conversely, if the pups are allowed to remain connected to the mother plant and hang naturally, the appearance vaguely mimics spiders hanging by their silken thread—thus giving the plant the common moniker of \"spider-plant\". The plantlets will develop aerial roots when left attached to the mother plant, as a means of absorbing ambient humidity until they make contact with an organic substrate, or the ground.Chlorophytum borivilianum is a native of India, where it is grown for use as a medicinal plant."
}