{
  "wiki_page_name": "Ochnaceae",
  "summary": "Ochnaceae is a family of flowering plants in the order Malpighiales. In the APG III system of classification of flowering plants, Ochnaceae is defined broadly, to include about 550 species, and encompasses what some taxonomists have treated as the separate families Medusagynaceae and Quiinaceae. In a phylogenetic study that was published in 2014, Ochnaceae was recognized in the broad sense, but two works published after APG III have accepted the small families Medusagynaceae and Quiinaceae. These have not been accepted by APG IV (2016).\nIn this article, \"Ochnaceae\" will refer to the larger circumscription of the family, which is otherwise known as Ochnaceae sensu lato or as the ochnoids. In this sense the family includes 32 genera with about 550 species.Ochnaceae, defined broadly or narrowly, is pantropical in distribution, with a few species cultivated outside of this range. Ochnaceae is most diverse in the neotropics, with a second center of diversity in tropical Africa. It consists mostly of shrubs and small trees, and, in Sauvagesia, a few herbaceous species. Many are treelets, with a single, erect trunk, but low in height. The Ochnaceae are notable for their unusual leaves. These are usually shiny, with closely spaced, parallel veins, toothed margins, and conspicuous stipules. Most of the species are buzz pollinated. In eight of the genera in tribe Sauvagesieae, the flower changes form after opening, by continued growth of tissue within the flower.A few species of Ochna are cultivated as ornamentals. Ochna thomasiana is probably the most commonly planted, but it is often misidentified in the horticultural literature.The leaves of Cespedesia are sometimes to 1 m (3.3 ft) in length and are used for roofing. An herbal tea is made from the pantropical weed Sauvagesia erecta.\nIn its evolution, Ochnaceae has been unusual, in \"reverting\" to character states that are regarded as ancestral or primitive. For example, an actinomorphic floral symmetry has appeared twice in the subfamily Ochnoideae. Also, two clades of Ochnaceae, one in Ochnoideae and another in Quiinoideae have a derived condition very close to apocarpy. The complete separation of the carpels (apocarpy) is thought to be the ancestral state for angiosperms.Fossils attributed to Ochnaceae are known from the early Eocene of Mississippi. The age of the family is very roughly estimated at 100 million years.A great many genus names have been published in Ochnaceae. In a taxonomic revision of Ochnaceae, as three families, in 2014, only 32 of these genera were accepted; one in Medusagynaceae, four in Quiinaceae, and 27 in Ochnaceae s.s. In that same year, a 33rd genus, Neckia, was reestablished in order to preserve the monophyly of another genus, Sauvagesia.The largest genera in Ochnaceae are: Ouratea (200 species), Ochna (85), Campylospermum (65), Sauvagesia (39), and Quiina (34). None of the larger genera has been the subject of a phylogenetic analysis of DNA sequences of selected genes. In one study of the subfamily Quiinoideae, based on the trn L-F intergenic spacer, only nine species were sampled from this subfamily."
}