{
  "wiki_page_name": "Rhamnaceae",
  "summary": "The Rhamnaceae are a large family of flowering plants, mostly trees, shrubs, and some vines, commonly called the buckthorn family. Rhamnaceae is included in the order Rosales.The family contains about 55 genera and 950 species. The Rhamnaceae have a worldwide distribution, but are more common in the subtropical and tropical regions. The earliest fossil evidence of Rhamnaceae is from the Late Cretaceous. Fossil flowers have been collected from the Upper Cretaceous of Mexico and the Paleocene of Argentina.Leaves of family Rhamnaceae members are simple, i.e., the leaf blades are not divided into smaller leaflets. Leaves can be either alternate or opposite. Stipules are present. These leaves are modified into spines in many genera, in some (e.g. Paliurus spina-christi and Colletia paradoxa) spectacularly so. Colletia stands out by having two axillary buds instead of one, one developing into a thorn, the other one into a shoot.\n\nThe flowers are radially symmetrical. There are 5 (sometimes 4) separate sepals and 5 (sometimes 4 or none) separate petals. The petals may be white, yellowish, greenish, pink or blue, and are small and inconspicuous in most genera, though in some (e.g. Ceanothus) the dense clusters of flowers are conspicuous. The 5 or 4 stamens are opposite the petals. The ovary is mostly superior, with 2 or 3 ovules (or one by abortion).\nThe fruits are mostly berries, fleshy drupes, or nuts. Some are adapted to wind carriage, but most are dispersed by mammals and birds. Chinese jujube is the fruit of the jujube tree (Ziziphus jujuba) and is a major fruit in China.\nThe American genus Ceanothus, which has several showy ornamental species, has nitrogen-fixing root nodules.Economic uses of the Rhamnaceae are chiefly as ornamental plants and as the source of many brilliant green and yellow dyes. The wood of Rhamnus was also the most favoured species to make charcoal for use in gunpowder before the development of modern propellants."
}