{
  "wiki_page_name": "Saxifragales",
  "summary": "Saxifragales (colloquial/plural: the saxifrages) is an order of angiosperms, or flowering plants, containing 15 botanical families and around 100 genera, with nearly 2,500 species. Of the 15 families, many are small, with eight of them being monotypic (having only a single genus). The largest family is the Crassulaceae (stonecrops), a diverse group of mostly succulent plants, with about 35 genera. Saxifragales are found worldwide,  primarily in temperate to subtropical  zones, rarely being encountered growing wild in the tropics; however, many species are now cultivated throughout the world as knowledge of plant husbandry has improved. They can be found in a wide variety of environments, from deserts to fully aquatic habitats, with species adapted to alpine, forested or fully-aquatic habitats. Many are epiphytic or lithophytic, growing on exposed cliff faces, on trees or on rocks, and not requiring a highly organic or nutrient-dense substrate to thrive. \nGlobally, the saxifrages have a wide variety of uses by humans, ranging from textiles and timber to foodstuffs. Several families—such as the aforementioned Crassulaceae—and genera are of significant commercial importance in some countries and economies, being cultivated on a large scale for sale as ornamental plants. Apart from ornamentals, another highly-prized group are the Grossulariaceae (currants and gooseberries), particularly blackcurrants, redcurrants and white currants. \nOverall, the order is extremely diverse, encompassing numerous trees, shrubs, perennial herbs and succulent plants, as well as aquatic and semi-aquatic species. The order's high degree of diversity, in terms of vegetative and reproductive traits (and sheer amount of species), can make it challenging to find any common or unifying features amongst the respective genera.\nIn the Angiosperm Phylogeny Group classification system, the Saxifragales are placed within the major division of flowering plants referred to as eudicots, specifically the core eudicots. This subgroup consists of the Dilleniaceae, superasterids and superrosids. The superrosids, in turn, have two components, rosids and Saxifragales. The Saxifragales order has undergone considerable revision since its original classification, which had been based purely on plant characteristics. The modern classification is based on genetic studies, using molecular phylogenetics. There is an extensive fossil record from the Turonian-Campanian phase of the late Cretaceous, dating to about 90 million years ago (Myr). However, molecular studies may suggest an older origin, from the early Cretaceous (102–108 Myr), with rapid and early diversification to more modern forms."
}