{
  "wiki_page_name": "Torreya",
  "summary": "Torreya is a genus of conifers comprising six or seven species placed in the family Taxaceae, though sometimes formerly placed in Cephalotaxaceae. Four species are native to eastern Asia; the other two are native to North America.  They are small to medium-sized evergreen trees reaching 5–20 m, rarely 25 m, tall.  Common names include nutmeg yew.The genus is one example of the Arcto-Tertiary Geoflora in paleoecology. The pattern of highly disjunct distribution of geographic ranges of the species within such a genus spans temperate plant zones of continents in the Northern Hemisphere. This geographic pattern is attributed to genus origins in much warmer times of the Tertiary Period, when zones of temperate climate were found in poleward latitudes whereby land connections facilitated range expansions and migrations of plants between Asia and North America and sometimes between Europe and North America.The leaves are spirally arranged on the shoots, but twisted at the base to lie in two flat ranks; they are linear, 2–8 cm long and 3–4 mm broad, hard in texture, with a sharp spine tip.\nTorreya can be monoecious,  dioecious, or subdioecious (documented in Japanese Torreya and Florida Torreya). When monoecious, the male and female cones are often on different branches. The male (pollen) cones are 5–8 mm long, grouped in lines along the underside of a shoot. The female (seed) cones are single or grouped two to eight together on a short stem; minute at first, they mature in about 18 months to a drupe-like structure with the single large nut-like seed 2–4 cm long surrounded by a fleshy covering, green to purple at full maturity. In some species, notably the Japanese Torreya nucifera ('kaya'), and unusually for members of  Taxaceae, the seed is edible. Natural dispersal is thought to be aided by squirrels which bury the seeds for a winter food source; any seeds left uneaten are then able to germinate.\nThe genus is named after the American botanist John Torrey."
}